import '../models/wake_up_dhikr.dart';

const List<WakeUpDhikr> wakeUpAdhkar = [
  WakeUpDhikr(
    id: 1,
    text:
        'الحَمْـدُ لِلّهِ الّذي أَحْـيانا بَعْـدَ ما أَماتَـنا '
        'وَإليه النُّـشور.',
    count: 1,
  ),

  WakeUpDhikr(
    id: 2,
    text:
        'الحمدُ للهِ الذي عافاني في جَسَدي وَرَدّ عَليّ روحي '
        'وَأَذِنَ لي بِذِكْرِه.',
    count: 1,
  ),

  WakeUpDhikr(
    id: 3,
    text:
        'لا إلهَ إلاّ اللّهُ وَحْـدَهُ لا شَـريكَ له، لهُ المُلـكُ ولهُ '
        'الحَمـد، وهوَ على كلّ شيءٍ قدير، سُـبْحانَ اللهِ، والحمْـدُ لله، '
        'ولا إلهَ إلاّ اللهُ واللهُ أكبَر، وَلا حَولَ وَلا قوّة إلاّ '
        'باللّهِ العليّ العظيم.\n\n'
        'رَبِّ اغْفرْ لي.',
    count: 1,
  ),
];